{
  "lessons": [
    {
      "category": "intro",
      "title": "<h1>Gamuchirwayi kuMusangano weMatumba 2020</h1>",
      "image_url": "",
      "text": "<p><b>Seventh-day Adventists accept the Bible as the only source of our beliefs. We consider our movement to be the result of the Protestant conviction Sola Scriptura—the Bible as the only standard of faith and practice for Christians.</b></p> <p>Currently, Adventists hold 28 fundamental beliefs that can be organized into six categories—the doctrines of God, man, salvation, the church, the Christian life and last day events. In each teaching, God is the architect, who in wisdom, grace and infinite love, is restoring a relationship with humanity that will last for eternity.</p>"
    },
    {
      "category": "theme_song",
      "title": "<h1>112 Upenyu Mukutarisa</h1>",
      "image_url": "",
      "text": "<p>Pamuchinjiko pane upenyu,<br> Jesu Ati, \"Nditarise.\"<br/>Pasi nepfuma ngezvenhando, <br>Pamberi ndoona zvakanaka.<br/></p><p><b>CHORUS</b><br/>Mune u-penyu muku-tarisa muchinjiko.<br/>(Upenyu m’kutarisa pam’chinjiko vaKristu,)<br />Upenyu hwakanaka kutarisa Kalvari<br/>(Upenyu hwakanaka tarisa paKalvari, pakalvari.)<br /></p><p>Apo ndakamutarisa Jesu,<br> Iye Akanyemwerera,<br />Kuti ndava mumatambudzo,<br> Muchinjiko unondisimbisa.<br /></p><p>Ndinozotarisa muchinjiko, <br>Ndosimbira muchinjiko;<br />Hakuna anozoputsika <br>Vanosimbira simba redenga.<br /></p>"
    },
    {
      "category": "about",
      "title": "<h1>Nezvedu</h1>",
      "image_url": "",
      "text": "<p><b>Vanhu vacho</b></p><b>Lead Programmer:</b> Greg Maurice<br></br>\n <b>Framework Design:</b> Ncekuyenkosi Moyo<br></br>\n <b>Project Executive:</b> Epiphania Daniel<br></br>\n <b>Project Executive:</b> Loise Magama<br></br>\n<b>Project Coodination:</b> NZC IT Department<br></br>"
    },
    {
      "category": "lesson",
      "id": 1,
      "title": "<h1>Ndiani Mwari?</h1>",
      "title2": "Ndiani Mwari?",
      "image_url": "QuestionsLesson1",
      "text": "<p><b>WHO IS GOD?<br></br>God is love, power, and splendor—and God is a mystery. His ways are far beyond us, but He still reaches out to us. God is infinite yet intimate, three yet one, all-knowing yet all-forgiving. We will spend eternity cherishing an ever-deepening relationship with God the Father, Son and Holy Spirit.</b> <p>Despite the distance sin demands, God has revealed Himself in countless ways. The Bible is the story of God striving to reconnect with His children, and is a major method God uses to reach us. A mosaic of authors, styles and perspectives, the Bible reveals a God who is ever-creative, ever-patient and ever-seeking to restore our relationship with Him. Though written by ordinary people, through the Spirit it pierces our hearts, opens our eyes and convicts us to live for Him. </p> <p>God the Father reached out to us most dramatically through His Son Jesus, who chose not just to visit us, but to become one of us. Born human so we can be reborn in the Spirit, Jesus showed us God’s love and character—and how far God was willing to go to save us from self-destruction. What we could not do for ourselves, He did for us, paying the price for our sins, dying in our place so we can live forever. He conquered death through resurrection, and promised to return to take us home.</p> <p> Meanwhile, God has not left us alone. The Holy Spirit is here to comfort us, guide us and transform us to live as witnesses for God’s love. The same Spirit who inspired prophets and empowered Jesus, who shaped scripture and created the world, enables and empowers each one of us. The Spirit activates the “body of Christ,” the church, through spiritual gifts and a humble attitude of service and compassion. </p> <p> <b>HOLY SCRIPTURES</b><br></br> Ancient and timeless, a masterpiece of literature, the Holy Bible reveals God’s role in human history, our place in God’s plan, and truth to guide us and shield us from deception.</p> <p> <b>TRINITY</b> <br></br>There is one God: Father, Son, and Holy Spirit, a unity of three coeternal Persons.</p> <p><b> FATHER</b><br></br> God the Father is the source of all love and life. He sent His Son to save us from our sin and selves, and to show us what He is like.</p> <p><b> SON</b><br></br> Jesus became human to save us. Through Him—our helper, advocate and redeemer—we can begin again. He is preparing heaven for us and will return to take us there.</p> <p><b> HOLY SPIRIT</b> <br></br>The Holy Spirit inspires us, empowers us and guides our understanding. The Spirit touches our hearts and transforms us, renewing the image of God in which we were created.</p>"
    },
    {
      "category": "lesson",
      "id": 2,
      "title": "<h1>Hunhu</h1>",
      "title2": "Hunhu",
      "image_url": "QuestionsLesson2",
      "text": "<p><b>A BROKEN BEAUTY<br></br><p>From neurons to nebulae, DNA to distant galaxies, we are surrounded by wonder. Yet the beauty is broken.</b> <p>Genesis tells us that a loving God split light from darkness and land from water, setting life in motion and sculpting the first human from clay. Genesis describes God’s joy and satisfaction in His work, again and again delighting that each new feature is “good.” Earth flourished in perfect harmony, cared for by humanity.</p><p> God celebrated His work by declaring a weekly holiday, the Sabbath, a day off to remember our connection with our Creator. God designed humanity to reflect His glory, each of us echoing a unique facet of His personality and character. Mind, body and spirit, we think, live and meditate. The astounding component? Freedom.</p><p> We owe our very breath to God, yet He gave us freedom to choose—a trait that risked catastrophe. A clever lie caused the first humans to question God’s love and trustworthiness. Soon fear, envy and indifference scarred the world. Separating us from God, sin warped all that was good. Hearts rebelled. Bodies decayed. Relationships rotted. We could not reach God on our own; God would have to come to us. </p><p>And so God did, sending His Son to rebuild the shattered relationship between heaven and earth. God sent His Spirit to mend the disfigured image of God in us. The Spirit empowers us to reach out to others, demonstrating love and representing our Savior and Creator to a broken world we’re called to repair. </p><p><b>CREATION</b><br></br> God made our world with brilliant creativity and tender care. He created humanity to take care of and take pleasure in the planet, with rest and recreation in perfect balance. </p><p><b>NATURE OF HUMANITY</b> <br></br>Once molded in God’s image, now fractured by sin, it took a perfect Savior to reconcile us. The Spirit restores God’s reflection within us so God can work through us.</p>"
    },
    {
      "category": "lesson",
      "id": 3,
      "title": "<h1>Ruponeso</h1>",
      "title2": "Ruponeso",
      "image_url": "QuestionsLesson3",
      "text": "<p><b>DISRUPTED HARMONY<br></br><p> Love. Harmony. Perfection. Once, all creation sang the same glorious song.</b> </p><p>Disharmony erupted when a once-perfect being abused his God-given freedom. Satan “the accuser” chose self-centeredness and slander over truth and love. Satan claimed that God is not fair, that He’s harsh and controlling, depriving others of what they deserve. </p><p>Satan’s deception convinced a third of heaven’s angels, whom God expelled from heaven. Satan claimed rulership of our planet when he swindled its first couple, Adam and Eve, making them doubt God’s trustworthiness and love. That first sin distorted God’s image in us, twisting the world in on itself and threatening its self-destruction. The universe watched to see God’s response to Satan’s accusations. </p><p>The <i>“great controversy”</i> between good and evil over God’s character continues to rage, but Jesus, God’s own Son, settled its central question two thousand years ago when He died for humanity.</p><p> How strong is God’s love? Jesus’ self-sacrificing death showed that God is willing to pay the incalculable cost of our sins. His sacrifice unmasked the true horror of sin and made clear that God can be trusted. Why did Jesus’ death make such a difference? Because Jesus lived the perfect life that we’ve each failed to achieve and he died the death we each deserve.</p><p> The result: We can live for Him, now and forever. Jesus’ sacrifice reconciles us to a perfect God while transforming our hearts. The Holy Spirit shows us our need for God and assures us that we are saved and forgiven. The Spirit writes a new script in our hearts, empowering us to live in freedom, service and joy. God treats us as if we had never sinned, never doubted, never gone our own way. </p><p>The same Jesus who subdued demons during His life declared victory over all evil powers at His death. Jesus’ resurrection guarantees that death itself will die. Our new life in Jesus frees us from the fear of death and the shame of our past. </p><p>As we connect with Jesus, the Holy Spirit calms our hearts and transforms our outlook. Our spiritual life grows as we talk with God, ponder His Word, share our faith and worship through music and fellowship.</p><p> <b>THE GREAT CONTROVERSY</b><br></br> Satan accused God of being untrustworthy and unfair. God gave us freedom to choose, and human history shows the result of rebellion—and the incredible power of God’s love to save us. </p><p><b>THE LIFE, DEATH AND RESURRECTION OF CHRIST</b><br></br> God sent Jesus, His Son, to live the perfect life we could not and die the death our sins deserve. When we accept Jesus’ sacrifice, we claim eternal life. </p><p><b>THE EXPERIENCE OF SALVATION</b><br></br> The Holy Spirit reveals our need for Jesus and, when we accept God’s grace and salvation, recreates us. The Spirit builds our faith and helps us leave our broken lives behind. </p><p><b>GROWING IN CHRIST</b><br></br> Salvation transforms how we see our world. We no longer fear our pasts or future, but embrace a present full of hope, love, passion and praise as the Spirit lives in us.</p>"

    },
    {
      "category": "lesson",
      "id": 4,
      "title": "<h1>Kereke</h1>",
      "title2": "Kereke",
      "image_url": "QuestionsLesson4",
      "text": "<p><b>WE ARE ONE BODY<br></br><p> Jesus left His followers with an epic mission: to tell the world of His love and His promise to return. They should also love people the way He loved them. Entrusting humans with His message was a bold and risky move. But even though God knew people would often fail Him and even distort His truth, He wanted to work with us.</b></p><p> The risk was worth the reward. As followers of Jesus, the church is called and inspired to act like Him: selflessly serving others, relying on God for strength, absorbing God’s Word and telling the world about God’s love. Male and female, rich and poor, people from all backgrounds or ethnicities are all equal in Jesus. </p><p>The church supports and encourages one another through time together in worship and Bible study. Christians celebrate Jesus’ covenant with them through the ceremony of the Lord’s Supper, remembering Jesus’ example of service and sacrifice. The church celebrates each member’s salvation through the ritual of baptism by immersion. The church is the hands and feet of the “body of Christ.”</p><p> Jesus promised that everything He had done on Earth would be accomplished through His church as well. Yes, we are a pale reflection of our Savior’s perfection, but Jesus is still the head of His church. Despite our imperfections, in His grace and through the power of His redeeming sacrifice, we will be a dazzling new creation. </p><p>In the world’s last days, when much of God’s message has been neglected and discarded, God calls us to remember the hallmarks of His truth. The book of Revelation tells of three angels sent to Earth with a final message of hope and warning. Their story symbolizes God's end-time mission for His people. </p><p>The Holy Spirit empowers each of us with our own spiritual gifts and skills to share The Holy Spirit empowers each of us with our own spiritual gifts and skills to share God’s love and strengthen others. From teaching and preaching to encouraging and prophesying, the Spirit has provided the church with every gift it needs to accomplish its work.</p><p> <b>THE CHURCH</b><br></br> The church is God’s family on Earth, serving, celebrating, studying and worshiping together. Looking to Jesus as its leader and Redeemer, the church is called to take the good news of salvation to all. </p><p> <b>THE REMNANT AND ITS MISSION</b><br></br> At the end of time, God calls His people back to core truths. Declaring Jesus’ soon return, the remnant highlights God as Creator, the heavenly judgment and the danger of spiritual compromise.</p><p><b> UNITY IN THE BODY OF CHRIST</b> <br></br>The human body serves as the perfect metaphor for the people of God on Earth. Comprised of many parts that are as different from one another as imaginable, harmony of voices and unity of mission comes as a result of the Holy Spirit in us.</p><p> <b>BAPTISM</b><br></br> Baptism symbolizes and declares our new faith in Christ and our trust in His forgiveness. Buried in the water, we arise to a new life in Jesus, empowered by the Holy Spirit. </p><p><b>THE LORD'S SUPPER</b><br></br> The Lord’s Supper symbolizes our acceptance of the body and blood of Jesus, spilled and broken for us. Searching our hearts, we wash one another’s feet, remembering Jesus’ humble example of service.</p><p><b> SPIRITUAL GIFTS AND MINISTRIES</b><br></br> From art to teaching and listening to preaching, the Holy Spirit empowers each of us with skills and talents to use for God’s glory and the church’s mission.</p><p><b> THE GIFT OF PROPHECY</b><br></br> In the last days, as in biblical times, the Holy Spirit has blessed God’s people with the gift of prophecy. One who demonstrated this gift was Ellen G. White, a founder of the Seventh-day Adventist church.</p>"
    },
    {
      "category": "lesson",
      "id": 5,
      "title": "<h1>Hupenyu</h1>",
      "title2": "Hupenyu",
      "image_url": "QuestionsLesson5",
      "text": "<p><b>CREATED FOR A WHOLE LIFE<br></br> </p><p>God’s law in the Ten Commandments show us how to live and make clear our need for Jesus. Though the law shows us the path to follow and convicts us of sin, it’s about far more than just toeing the line. The commandment’s principles outline a holistic relationship with God, self and others.</b></p><p> Because God shows rather than just tells us how to live, Jesus came as an example of God’s law brought to life. In contrast to the Sabbath observance of His day, Jesus emphasized the seventh-day Sabbath as both a day of rest and restoration. We observe the weekly Sabbath by pausing our self-striving, day-to-day business and seeking to serve and blessing others and doing good. The Sabbath is God’s gift of freedom to us. It gives us time to restore ourselves, our families and our relationship with God.</p><p> God calls us to be His stewards, entrusted with responsibility. God entrusted the earth, its resources and its children to us to manage. One day soon He will return. We must be good stewards of our time, energy and bodies; the environment, material resources and each other. As Christians we don’t just look out for our own interests but the bigger picture, weighing our actions in light of God’s plans, knowing God will bless. </p><p>God desires us to live in wholeness and balance, caring for our bodies, refining our minds and nourishing our spirits. Knowing the high price Jesus paid to redeem us, we desire to glorify God in every aspect of our lives. As the Spirit lives in us, we seek to uplift others and embody God’s grace in our actions and interactions. As careful witnesses for God, we advance His priorities in our use of time, consume only that which nourishes our minds and bodies, and consider our impact on ourselves, others and society. </p><p>God created us in His image, male and female. The lifelong commitment of marriage is God’s plan for His people to enjoy union and companionship, supporting and uplifting one another. God designed for children to grow up in an environment of love and discipline. Though families may fracture, all can be a part of the family of God.</p><p> <b>THE LAW OF GOD </b><br></br>The Ten Commandments show us God’s will and love for us. Its guidelines tell how to relate to God and others. Jesus lived out the law as both our example and perfect substitute. </p><p><b>THE SABBATH</b><br></br> The Sabbath is God’s gift to us, a time for rest and restoration of our connection to God and others. It reminds us of God’s creation and Jesus’ grace. </p><p><b>STEWARDSHIP</b><br></br> God entrusts us with responsibility for ourselves, our world, our fellow humans, and our material resources. God blesses our efforts as we live for Him. </p><p><b>CHRISTIAN BEHAVIOR</b><br></br> God calls us to live in light of His grace, knowing the infinite cost God paid to save us. Through the Spirit we glorify God in our minds, bodies and spirits. </p><p><b>MARRIAGE AND THE FAMILY</b><br></br> Created in God’s image, male and female, we are designed to live in relationships. Marriage is God’s ideal for to live in harmony, and for children to grow up in security and love.</p>"
      },
    {
      "category": "lesson",
      "id": 6,
      "title": "<h1>Kudzokeredzwa</h1>",
      "title2": "Kudzokeredzwa",
      "image_url": "QuestionsLesson6",
      "text": "<p><b>LOVE RESTORED<br></br> From the Garden of Eden to the Tower of Babel, the destruction of Sodom to the Exodus from Egypt, God has always investigated before taking action. Now, before His return, Jesus is investigating the lives of everyone who ever lived, revealing the choices that led to salvation or destruction. God wants to make clear and transparent to the watching universe that no one reaps a fate they did not choose.</b> </p><p>The ancient Hebrew sanctuary rituals were merely a reflection of Jesus’ work in heaven, and every offering a foreshadowing of Jesus’ ultimate sacrifice. Now, Jesus, our true high priest, offers the merits of His sacrifice to all who accept His grace. Because He endured every temptation we face, we can trust Jesus to understand our struggles and strengthen us when we need help. Jesus is our mediator, forgiving our sins and restoring our sin-shattered relationship with God. The first covenant condemned us to death, yet Jesus is the mediator of a new covenant whose sacrifice set us free. </p><p>The unconscious nothingness of death separates us from God and those we’ve lost. Only God is inherently immortal, yet the free gift of salvation is eternal life. We look forward to Jesus’ Second Coming, when Jesus will resurrect His saved from the dead so they can live forever.</p><p> The first thousand years after Jesus’ return will be a time of reconciliation and renewal in heaven. We will be able to investigate the lives of the lost, exploring how their choices led to salvation or destruction. The Earth will be empty of people, home only to Satan and his angels, exiled with no one to mislead or destroy.</p><p> After a thousand years, God and the saved will return from heaven to Earth with the heavenly city, the New Jerusalem. God will resurrect the unrighteous dead so they can witness the final phase of God’s judgment. Each person will face the record of his or her life, and all will see the true justice and fairness of God. Then God will destroy sin and sinners forever.</p><p>As God recreates the Earth, love, joy and harmony will at last be restored to the universe. Fear, suffering and death will only be a memory. We will know God face to face, and be free to create and explore without end.</p><p><b> CHRIST'S MINISTRY IN THE HEAVENLY SANCTUARY</b><br></br> Jesus’ ultimate sacrifice gives us confidence to approach God, knowing we are forgiven. Now Jesus is reviewing our lives before returning, so there’s no question that His judgments are made in love.</p><p><b> THE SECOND COMING OF CHRIST</b> <br></br>We look forward to Jesus’ promised return, when He will resurrect His saved children and take them to heaven. Though we cannot know exactly when He will come back, we can live in joyful anticipation.</p><p><b> DEATH AND RESURRECTION</b><br></br> The unconscious nothingness of death separates us from the God of life, yet Jesus’ defeat of death means the saved can look forward to resurrection and living forever. </p><p><b>THE MILLENNIUM AND THE END OF SIN </b><br></br>While the saved reconnect with God, Satan and his followers are trapped on Earth by themselves. After a thousand years God will resurrect the lost for the final judgment before destroying sin and sinners. </p><p><b>THE NEW EARTH</b><br></br> God will recreate our once-stained world, and live with us forever. We will finally achieve our true potential, living in the love and joy for which God created us.</p>"
       }
  ]
}